test/oneD_freely_propagating_flame/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    boundary
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          3520;
        startFace       879;
    }
    inlet
    {
        type            patch;
        nFaces          1;
        startFace       4399;
    }
    outlet
    {
        type            patch;
        nFaces          1;
        startFace       4400;
    }
)

// ************************************************************************* //
